Repository: sawasige/runrun-ios
Catalog: RunRun/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ Records
ja: %@年の記録

source: %d new records synced
ja: %d件の新規記録を同期しました

source: %d Records
ja: %d年の記録

source: %d runs
ja: %d回

source: %d steps
ja: %d歩

source: %dh %dm
ja: %d時間%d分

source: %dm
ja: %d分

source: Account
ja: アカウント

source: All
ja: 全員

source: Already synced
ja: 同期済み

source: App Info
ja: アプリ情報

source: Average
ja: 平均

source: Averages
ja: 平均

source: Avg %d
ja: 平均 %d

source: Avg Distance
ja: 平均距離

source: Avg Heart Rate
ja: 平均心拍数

source: Avg Pace
ja: 平均ペース

source: Avg Time
ja: 平均時間

source: Best
ja: ベスト

source: Best Distance Day
ja: 最長距離日

source: Best Distance Month
ja: 最長距離月

source: Best Distance Year
ja: 最長距離年

source: Best Duration Day
ja: 最長時間日

source: Best Duration Month
ja: 最長時間月

source: Best Duration Year
ja: 最長時間年

source: Cadence
ja: ケイデンス

source: Calories
ja: 消費カロリー

source: Calories Burned
ja: 消費カロリー

source: Can request again in %dh %dm
ja: あと%d時間%d分で再申請可能

source: Can request again in %dm
ja: あと%d分で再申請可能

source: Can request again soon
ja: まもなく再申請可能

source: Cancel
ja: キャンセル

source: Change Photo
ja: 写真を変更

source: Close
ja: 閉じる

source: Confirm Account Deletion
ja: 退会確認

source: Connecting to Health...
ja: ヘルスケアに接続中...

source: Count
ja: 回数

source: Crashlytics Test
ja: Crashlyticsテスト

source: Create Dummy Users
ja: ダミーユーザーを作成

source: Daily Distance
ja: 日別距離

source: Data Sync
ja: データ同期

source: Data to Export
ja: 出力するデータ

source: Day
ja: 日

source: Debug
ja: デバッグ

source: Delete Account
ja: 退会する

source: Delete My Run Data
ja: ランニングデータを削除

source: Deleting your account will permanently remove all your data and cannot be undone. Are you sure?
ja: アカウントを削除すると、すべてのデータが完全に削除され、復元できません。本当に退会しますか？

source: Display Name
ja: 表示名

source: Distance
ja: 距離

source: Duration
ja: 時間

source: Edit
ja: 編集

source: Edit Profile
ja: プロフィール編集

source: Efficiency
ja: 効率

source: Energy
ja: エネルギー

source: Failed to convert image
ja: 画像の変換に失敗しました

source: Failed to delete account
ja: アカウントの削除に失敗しました

source: Failed to fetch data
ja: データの取得に失敗しました

source: Failed to get authentication token
ja: 認証トークンの取得に失敗しました

source: Failed to load profile
ja: プロフィールの読み込みに失敗しました

source: Failed to Save
ja: 保存に失敗しました

source: Fast
ja: 速い

source: Fastest Day
ja: 最速日

source: Fetching data...
ja: データを取得中...

source: Filter
ja: フィルター

source: Friend
ja: フレンド

source: Friend Request
ja: フレンドリクエスト

# FRIEND_ACCEPTED_BODY
source: %@ accepted your friend request
ja: %@さんがフレンドリクエストを承認しました

# FRIEND_ACCEPTED_TITLE
source: Friend Accepted
ja: フレンド承認

# FRIEND_REQUEST_BODY
source: %@ sent you a friend request
ja: %@さんからフレンドリクエストが届きました

# FRIEND_REQUEST_TITLE
source: Friend Request
ja: フレンドリクエスト

source: Friends
ja: フレンド

source: Friends (%lld)
ja: フレンド (%lld)

source: Health data access is not authorized
ja: ヘルスケアへのアクセスが許可されていません

source: HealthKit
ja: ヘルスケア

source: HealthKit is not available on this device
ja: HealthKitはこのデバイスで利用できません

source: Heart Rate
ja: 心拍数

source: Heart Rate Graph
ja: 心拍数推移

source: Highlights
ja: ハイライト

source: Home
ja: ホーム

source: Icon (shown when no photo)
ja: アイコン（写真がない場合に表示）

source: Invalid credentials
ja: 認証情報が無効です

source: Kilometers (km)
ja: キロメートル (km)

source: Last 12 Weeks
ja: 過去12週間の推移

source: Leaderboard
ja: ランキング

source: Licenses
ja: ライセンス

source: Loading Error
ja: 読み込みエラー

source: Loading...
ja: 読み込み中...

source: Max
ja: 最大

source: max %lld
ja: 最大 %lld

source: Miles (mi)
ja: マイル (mi)

source: min
ja: 分

source: Min
ja: 最小

source: Month
ja: 月

source: Monthly Distance
ja: 月別距離

source: Monthly Records
ja: 月別記録

source: Most Runs Month
ja: 最多ラン月

source: Most Runs Year
ja: 最多ラン年

source: No data available
ja: データがありません

source: No data for this month
ja: この月のデータがありません

source: No friends yet
ja: フレンドがいません

source: No Rankings
ja: ランキングなし

source: No records yet
ja: まだ記録がありません

source: No running records for this month
ja: この月のランニング記録はありません

source: No users found
ja: ユーザーが見つかりません

source: Normal
ja: 普通

source: Open Health Settings
ja: ヘルスケア設定を開く

source: Open Settings
ja: 設定を開く

source: Pace
ja: ペース

source: Photo Access Required
ja: 写真へのアクセスが必要です

source: Please allow photo library access to save images.
ja: 写真を保存するには、写真ライブラリへのアクセスを許可してください。

source: Please select a photo
ja: 写真を選択してください

source: Privacy Policy
ja: プライバシーポリシー

# PrivacyPolicyURL
source: https://sawasige.github.io/runrun-ios/en/privacy.html
ja: https://sawasige.github.io/runrun-ios/privacy.html

source: Profile
ja: プロフィール

source: Profile Photo
ja: プロフィール画像

source: Re-sync
ja: 再同期

source: Records
ja: 記録

source: Records of %@
ja: %@の記録

source: Reload
ja: 再読み込み

source: Remove Friend
ja: フレンドを解除

source: Remove Photo
ja: 写真を削除

source: Request Sent
ja: 申請済み

source: Requests
ja: リクエスト

source: Retry
ja: 再試行

source: Run Date
ja: ランニング日付

source: Runner
ja: ランナー

source: Running Records
ja: ランニング記録

source: runs
ja: 回

source: Runs
ja: 回数

source: Save
ja: 保存

source: Saved
ja: 保存完了

source: Saving...
ja: 保存中...

source: Search by display name
ja: 表示名で検索

source: Search Users
ja: ユーザー検索

source: Select Photo
ja: 写真を選択

source: Send Friend Request
ja: フレンド申請を送る

source: Send Test Notification
ja: テスト通知を送信

source: Sent
ja: 送信済み

source: Settings
ja: 設定

source: Share Settings
ja: 共有設定

source: Share your running records
ja: ランニング記録を共有しよう

source: Sign in failed
ja: サインインに失敗しました

source: Sign Out
ja: サインアウト

source: Slow
ja: 遅い

source: Splits
ja: スプリット

source: Start
ja: スタート

source: Start Time
ja: スタート時間

source: Steps
ja: 歩数

source: Stride
ja: ストライド

source: Support
ja: サポート

# SupportURL
source: https://sawasige.github.io/runrun-ios/en/support.html
ja: https://sawasige.github.io/runrun-ios/support.html

source: Sync complete
ja: 同期完了

source: Sync error
ja: 同期エラー

source: Sync failed
ja: 同期に失敗しました

source: Syncing...
ja: 同期中...

source: Terms of Service
ja: 利用規約

# TermsOfServiceURL
source: https://sawasige.github.io/runrun-ios/en/terms.html
ja: https://sawasige.github.io/runrun-ios/terms.html

# TEST_NOTIFICATION_BODY
source: Push notifications are working!
ja: プッシュ通知が正常に動作しています！

# TEST_NOTIFICATION_TITLE
source: Test Notification
ja: テスト通知

source: Time
ja: 時間

source: Today
ja: 今日

source: Total Distance
ja: 合計距離

source: Total Energy
ja: 合計エネルギー

source: Total Runs
ja: 合計回数

source: Total Time
ja: 合計時間

source: Totals
ja: 合計

source: Units
ja: 単位

source: User
ja: ユーザー

source: Version
ja: バージョン

source: Week
ja: 週

source: Weekly Data
ja: 週間データ

source: Weekly Trends
ja: 週間推移

source: Year
ja: 年

source: Yearly Distance
ja: 年別距離

source: Yearly Records
ja: 年別記録

source: Yesterday
ja: 昨日

source: Your and your friends' running records will appear here
ja: あなたとフレンドのランニング記録がここに表示されます
